// eslint-disable-next-line quotes
const TermPrivacy = `㈜인라이플(이하 ‘회사’라 한다.)은 ㈜인라이플의 회원 및 회원이 운영하는 사이트의 유저에게 인공지능 채팅 상담 서비스인 아이봇 서비스(이하 ‘서비스’라 한다.)의 제공 및 회원관리 그리고 보다 다양한 서비스 제공을 위하여 아래와 같이 회원의 개인 정보를 수집, 활용합니다.

제 1 조 (수집 항목)
회사가 수집하는 회원의 개인 정보는 다음과 같습니다.
회원 식별 관련 정보 : 서비스 상담 이력, 쇼핑몰 이용 이력, ID, 이름, 휴대폰 번호, 주문번호, 배송지 주소, 결제 내역, 생년월일 등 그 외 회사가 필요하다고 판단하는 항목

제 2조 (이용 목적)
회사는 다음과 같은 목적으로 회원의 개인정보를 수집합니다.


<table>
  <colgroup>
    <col />
    <col />
  </colgroup>
  <thead>
    <tr>
      <th scope="col">목적</th>
      <th scope="col">항목</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>이용자 식별 및 본인확인 목적</td>
      <td>이름(담당자명), ID, 비밀번호, 사업자등록번호, 전자우편 주소(이메일), 주소, 연락처</td>
    </tr>
    <tr>
      <td>과금정보 확인 목적</td>
      <td>결제 내역, 카드 정보, 은행 계좌 정보</td>
    </tr>
    <tr>
      <td>미성년자 가입 시 법정대리인 동의 확인 목적</td>
      <td>법정대리인의 이름, 주민등록번호, 소재지, 휴대폰 번호</td>
    </tr>
    <tr>
      <td>부정사용방지, 비인가사용방지, 분쟁조정 해결 목적</td>
      <td>IP주소, 방문 일시, 상담내역, 서비스 이용 기록, 자동 생성 개인 정보(필요 시)</td>
    </tr>
    <tr>
      <td>개인형 맞춤 서비스 제공목적</td>
      <td>쿠키 정보, 구매 이력, 서비스 이용 기록, 주문내역, 행동 이력, 체류시간, 방문 기록, IP주소, 연령, 성별, 지역</td>
    </tr>
    <tr>
      <td>고지사항 전달 목적</td>
      <td>전자우편 주소, 소재지, 휴대폰 번호</td>
    </tr>
    <tr>
      <td>기타 목적</td>
      <td>회사가 필요하다고 판단하는 그 외 항목</td>
    </tr>
  </tbody>
</table>

제 3조 (개인정보의 보유 및 이용기간)
회사는 원칙적으로 개인 정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령이 정한 일정한 기간 동안 회원정보를 보관합니다. 또한 안정적인 서비스 및 정보제공을 위하여 개별 통보 없이 삭제될 수 있습니다.

- 계약 또는 청약철회 등에 관한 기록: 5년 (전자상거래 등에서의 소비자보호에 관한 법률)
- 대금 결제 및 재화 등의 공급에 관한 기록: 5년 (전자상거래 등에서의 소비자보호에 관한 법률)
- 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 (전자상거래 등에서의 소비자보호에 관한 법률)
- 보유기간을 이용자에게 미리 고지하거나 개별적으로 이용자의 동의를 받은 경우: 고지하거나 개별 동의한 기간
- 통신 사실 확인자료 제공 시 필요한 로그기록 자료, IP 주소 등:3개월 (통신비밀 보호법)
- 표시/광고에 관한 기록 : 6개월 (전자상거래 등에서의 소비자보호에 관한 법률)
제 4조 (개인 정보 파기 절차 및 방법)
회사는 개인 정보 보유기간의 경과, 처리 목적 달성 등 개인 정보가 불필요하게 되었을 때에는 지체 없이 해당 개인 정보를 파기합니다.
정보주체로부터 동의 받은 개인 정보 보유기간이 경과하거나 처리 목적이 달성되었음에도 불구하고 다른 법령에 따라 개인 정보를 계속 보존하여야 하는 경우에는, 해당 개인 정보를 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다.
개인 정보 파기의 절차 및 방법은 다음과 같습니다.
- 파기절차
회사는 파기 사유가 발생한 개인 정보를 선정하고, 회사의 개인 정보 보호 책임자의 승인을 받아 개인 정보를 파기합니다.
- 파기방법
회사는 전자적 파일 형태로 기록ㆍ저장된 개인 정보는 기록을 재생할 수 없도록 기술적인 방법을 이용하여 파기하며, 종이 문서에 기록 및 저장된 개인 정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.

제 5조 (개인 정보 보호 책임자)
회사는 개인 정보 처리에 관한 업무를 총괄해서 책임지고, 개인 정보 처리와 관련한 정보주체의 불만 처리 및 피해 구제 등을 위하여 아래와 같이 개인 정보 보호 책임자를 지정하고 있습니다.

▶ 개인 정보 보호 책임자
부서명 : 아이봇사업부
담당자 : 이근혁 본부장
연락처 : TEL 070-7705-2091 / E-MAIL ghlee@enliple.com
▶ 개인 정보 보호 담당자
부서명 : 아이봇사업부 기획운영팀
담당자 : 간주호 팀장
연락처 : TEL 070-4214-0135 / E-MAIL jhgan@enliple.com / FAX 02-865-6845
정보 주체께서는 회사의 서비스를 이용하시면서 발생한 모든 개인 정보 보호 관련 문의, 불만 처리, 피해 구제 등에 관한 사항을 개인 정보 보호 책임자 및 담당 부서로 문의하실 수 있습니다. 회사는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

제 6조 (권익 침해 구제방법)
개인 정보 주체는 개인 정보 침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁 해결이나 상담 등을 신청할 수 있습니다.
기타 개인 정보 침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

1. 개인정보 침해신고센터 : (국번없이)118 (privacy.kisa.or.kr)
2. 정보보호마크인증위원회 : 02-580-0533 (www.eprivacy.or.kr)
3. 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)
4. 경찰청 사이버테러대응센터 : 1566`

export default TermPrivacy
